<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title></title>
</head>
<body>
	<pre>

제1조 (목적)

이 약관은 (주)RFQ(이하 "법인")이 제공하는 RFQ(QUIZTOK) 및 관련 서비스를 이용함에 있어 법인과 회원 간의 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하기 위해 만들어졌습니다.

제2조 (정의)

이 약관에서는 용어를 다음과 같이 정의하여 사용합니다.

"서비스"란 회원의 단말기(모바일, 태블릿 PC 등 각종 유무선 장치를 포함)를 통하여 법인이 제공하는 RFQ(QUIZTOK) 및 관련 서비스 일체를 말합니다.

"회원"이란 서비스에 접속하여 이 약관에 따라 법인과 이용계약을 체결함으로써 서비스를 이용하는 고객 여러분을 말합니다.

"아이디(이메일)"란 회원의 식별과 서비스 제공을 위하여 회원이 정하고 법인이 승인한 고객의 이메일 주소로 된 문자와 숫자의 조합입니다.

"Qpoint"란 제13조에 따라 회원이 서비스를 이용하면서 배분 받은 포인트 입니다.
“Qtcon”이란 RFQ 내에서 서비스 이용시 발생된 Qpoint를 전환하는 암호화폐 입니다.

"Qtcon지갑"이란 보유하고 있는 암호화폐 Qtcon과, 그와 관련된 기능(배분 및 수령/전송 등)을 제공하는 페이지 및 기능을 의미합니다.

"제휴콘텐츠"란 외부 업체와의 제휴를 통하여 회원에게 제공하는 유 무상의 콘텐츠를 말합니다.

제3조 (약관의 게시와 개정)

법인은 이 약관의 내용을 회원이 쉽게 알 수 있도록 앱 설정 및 https://www.quiztok.com (이하 "웹사이트")의 초기화면에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

법인은 "약관의 규제에 관한 법률"(이하 "약관규제법"), "정보통신망 이용촉진 및 정보보호 등에 관한 법률"(이하 "정보통신망법"), "전자금융거래법" 등 관련 법령을 위반하지 않는 범위 내에서 이 약관을 개정할 수 있습니다.

법인이 약관을 개정하는 경우 적용일자 및 개정사항을 명시하여 적용일 14일 전에 웹사이트 기타 공지사항 게시판 또는 이메일을 통해 공지합니다. 다만, 회원에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 법인은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.

법인은 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 개정약관에 대한 특별한 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 또는 고지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.

회원이 개정에 동의하지 않는다는 의사를 표시한 경우 법인은 개정된 약관을 적용할 수 없으며, 회원은 이용계약을 해지할 수 있습니다.

개정약관의 적용에 동의하지 않은 회원의 경우 원칙적으로 법인은 해당 회원에게 기존 약관을 적용하여야 하지만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 법인은 해당 회원과의 이용계약을 해지할 수 있습니다.

제4조 (약관의 해석)

이 약관에서 정하지 않은 사항이나 해석에 대하여는 전자상거래 등에서의 소비자보호에 관한 법률(이하 "전자상거래법"), 약관규제법, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 등 관련법령 또는 상관례에 따릅니다.

법인은 RFQ(QUIZTOK) 내부의 개별 서비스에 대해 별도의 이용약관 또는 정책(이하 "별도약관")을 둘 수 있으며, 그 내용이 이 약관과 충돌하는 경우 별도의 약관이 우선하여 적용됩니다.

제5조 (이용계약의 체결)

서비스 이용계약은 회원이 되고자 하는 사람(이하 "가입신청자")이 약관에 동의하고 가입을 신청한 다음 법인이 이를 수락함으로써 체결됩니다. 필요한 경우 법인은 본인확인기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.

가입신청자는 가입신청 시 진실한 정보를 기재하여야 하며, 허위의 정보를 기재함으로 인한 불이익 및 법적 책임은 가입신청자에게 있습니다.

가입신청자가 이전에 회원자격을 상실한 적이 있는 경우, 허위의 명의 또는 타인의 명의를 이용한 경우, 기타 승낙이 불가능한 사유가 있는 경우 승낙이 거부될 수 있습니다.

법인은 서비스 관련설비의 여유 기타 기술상 또는 업무상의 이유로 승낙을 유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.

아동(만 14세 또는 다른 관련 법령에서 정의된 연령 미만인 자)은 법정대리인(부모)의 사전동의를 받을 경우에만 회원가입이 가능합니다. 아동이 법정대리인의 사전동의 없이 허위의 정보를 기재하여 회원가입을 하는 경우에 대해서는 법인은 책임지지 않습니다.

제6조 (회원정보의 변경)

회원은 서비스 내 마이페이지 화면을 통하여 본인의 개인정보를 열람하고 수정할 수 있습니다. 단, 서비스 관리를 위하여 아이디(이메일), 성별은 수정할 수 없습니다.

회원은 가입신청 시에 기재한 회원정보에 변동이 생긴 경우, 상당한 기간 이내에 제1항의 방법에 따라 이를 수정하거나 법인에 통지하여야 하며 미수정 또는 통지하지 않음으로 인한 불이익에 대하여 법인은 책임지지 않습니다.

제7조 (서비스 내용)

RFQ(QUIZTOK) 서비스는 블록체인 기반의 지식공유 데이터 플랫폼 서비스로, 자신의 위치 정보 및 퀴즈풀이,퀴즈출제,퀴즈큐레이션 활동을 통하여 Qpoint를 얻고 Qtcon이라는 암호화폐로 환전하여 이를 사용할 수 있는 애플리케이션입니다.

법인이 회원에게 제공하는 RFQ(QUIZTOK) 서비스의 기본 내용은 다음과 같습니다.

퀴즈 출제 : 회원은 RFQ 서비스를 통해 퀴즈를 출제하여 배포할 수 있습니다.

퀴즈 풀이 : 회원은 RFQ 서비스를 통해 퀴즈를 선택하여 풀 수 있습니다.

광고 : 회원은 RFQ 서비스를 통해 광고를 게재할 수 있습니다.

Qtcon 지급 : 회원이 퀴즈 출제와 퀴즈 풀이를 하는 경우 스마트 컨트랙트에 의해 정해진 수량의 Qpoint를 보상받고 Qpoint를 Qtcon으로 환전 지급 받습니다.

Qtcon 지갑 : 보유한 Qtcon 액수 확인 및 타 지갑에서 전송한 Qtcon 수령 혹은 타지갑으로의 전송

이벤트 등 법인이 개발하거나 다른 법인과의 제휴를 통해 회원에게 제공하는 기타의 서비스

법인은 서비스 웹사이트(https://www.quiztok.com/)을 운영하며, 회원은 보다 상세한 서비스 내용을 웹사이트를 통해 문의할 수 있습니다.

법인은 회원으로부터 사전 동의를 받은 경우 "정보통신망법"에서 정한 요건과 절차에 따라 광고 및 서비스 관련 정보를 제공할 수 있으며, 원치 않는 경우 언제든지 수신거부 할 수 있습니다.

앱 실행 시 회원의 위치 정보는 10분에 한번씩 업데이트되고 데이터로 기록됩니다. 법인은 회원의 위치정보 이용에 관하여는 별도의 위치기반서비스 이용약관을 마련하고 있습니다.

회원이 법인의 앱이 실행되는 것을 원하지 않을 경우 서비스 사용 중 설정 창에서 ‘위치정보 제공동의(이름 변경 필요)’ 설정을 해제(OFF) 할 수 있습니다.

회원이 푸시 알림 사용을 원하지 않을 경우 서비스 사용 중 설정 창에서 ‘푸시 알림 설정’을 해제(OFF)할 수 있습니다.

Qtcon 서비스는 사용자가 Qtcon을 보관하고, 수령 및 전송 거래하는 서비스입니다.
법인이 회원에게 제공하는 Qtcon 지갑 서비스의 기본 내용은 다음과 같습니다.
Qtcon 보유액 표시 기능 : 회원이 현재 보유한 Qtcon 액수
Qtcon 전송 기능 : 타지갑으로 Qtcon 전송 기능 제공(전송된 지갑주소 및 금액 정보 제공)
Qtcon 수령 기능 : 타지갑으로부터 Qtcon 수령 기능 제공(수령한 지갑주소 및 금액 정보 제공)

수령의 경우, 타지갑 주소를 사용자가 직접 기록하는 이름과 매칭하여 ‘즐겨찾기’ 상태로 등록할 수 있습니다.

Qtcon 배분, 수령 및 전송 내역은 일자별로 확인할 수 있으며, 최초 내역부터 사용자가 회원 탈퇴하는 시점까지 내역을 조회할 수 있습니다.

제8조 (서비스의 변경)

법인은 운영상, 기술상의 필요에 따라 장차 체결되는 계약에 의해 제공할 서비스의 전부 또는 일부를 변경할 수 있으며, 이에 대하여 약관에 다른 규정이 없는 한 회원에게 별도의 보상을 하지는 않습니다. 이 경우에는 변경사유 및 일자, 변경내용을 명시하여 공지사항 게시판에 즉시 공지합니다.

법인은 제공하기로 회원과 계약을 체결한 서비스의 내용을 운영상, 기술상의 필요에 따라 변경할 경우에는 그 사유를 회원에게 제10조에서 정한 방법으로 즉시 통지합니다.

제9조 (서비스의 일시 중단)

법인은 서비스 관련설비 보수점검, 교체 및 고장, 통신두절 등 기술상 업무상의 이유로 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 사전에 통지함을 원칙으로 하지만, 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

제10조 (회원에 대한 통지)

법인이 회원에 대한 통지를 하는 경우, 회원이 미리 법인에게 제공한 이메일 주소로 통지합니다. 다만, 회원이 허위의 이메일 주소, 타인의 이메일 주소, 정확하지 않은 이메일 주소를 제공하여 통지가 이루어지지 않은 경우에 대하여 법인은 일체의 책임을 지지 않습니다.

법인이 불특정다수 회원에 대한 통지의 경우 7일 이상 법인 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 단, 회원 본인의 이익과 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
제11조 (회원의 계약해지, 이용 중지 요청 등)

회원은 언제든지 서비스 내 계정관리 메뉴를 통하여 서비스 이용계약 해지를 신청할 수 있으며 법인은 이를 즉시 처리합니다.

제1항에 따라 해지 시 해당 계정에 보유한 Qtcon은 별도로 개인키를 보관하지 않을 시 점유 이탈되며, 다시 소유하는 것이 불가능합니다.

해지로 인하여 제휴서비스 이용 및 외부 지갑으로의 Qtcon 이전 등 서비스 이용이 불가함에 따라 회원에게 발생하는 손해에 대해 법인은 책임지지 않습니다.

회원은 이메일 통보 등 정해진 절차를 거쳐 서비스의 이용 중지를 요청할 수 있습니다.

제12조 (법인의 계약해지, 이용제한 등)

법인은 다음의 경우 해당 회원에게 이를 통지하고, 회원 자격 정지 및 강제탈퇴 전 해당 회원은 소명할 기회를 부여합니다. 단, 소명 사유가 적절하지 않은 경우 해당 회원과의 이용계약을 해지하여 회원 자격을 상실시킬 수 있습니다.

1항. 회원이 사망한 경우

2항. 타인의 개인정보 또는 모바일 기기를 도용한 경우

3항. 회원이 가입 시 작성한 개인정보가 허위임이 밝혀진 경우

4항. Qpoint를 부적절한 방법으로 취득(휴먼마이닝이 아닌 프로그램등으로 인위적으로 취득한 경우)하거나 편취 취득 한 경우

5항. 다른 회원의 서비스 이용을 방해하는 등 전자거래질서를 위협하는 경우

6항. 서비스 외에서 법인, 운영자, 임직원 등을 사칭하는 경우

7항. 무단으로 법인의 클라이언트 프로그램을 변경하거나 서버를 해킹하는 등 시스템을 위협한 경우

8항. 허위사실 유포, 기타 위계 방법으로 법인의 명예 또는 신용을 훼손하거나 업무를 방해한 경우

9항. 서비스에 관한 스팸성 홍보 활동을 하는 경우

10항. 기타 본 약관상의 의무 또는 법령에 위반되는 행위를 한 경우

위 1항의 사유가 발생하여 회원의 가족 등이 사망에 관한 증빙을 법인에게 제출한 경우, 해당 회원의 Qtcon은 법인이 위 1호의 사유를 인정한다는 취지를 가족에게 통보한 날로부터 30일 이내에 사용 및 이전(해소기간)이 가능합니다. 해소 기간 경과 후 Qpoint및 Qtcon은 법인에 귀속됩니다.

위 2항부터 10항의 사유 발생시 위반의 정도가 매우 경미한 경우를 제외하고는, 법인은 회원 가입 이메일로 자격정지 통보와 동시에 회원의 Qpoint는 사용정지 시키고 이를 회원당사자에게 통보한 날로부터 3일 이내에 적절한 소명이 이루어 지지 않을 시 회원 강제탈퇴 및 Qpoint를 삭제처리 합니다, 이후 강제 탈퇴 회원은 이의를 제기할 수 없으며 법인에서는 재가입 승인을 거부 할 수 있습니다.



제13조 (Qpoint 배분)

법인이 회원에게 제공하는 Qpoint 배분의 경로는 다음과 같습니다.

회원이 RFQ 서비스를 이용하여 퀴즈를 출제하거나 퀴즈 풀이를 하는 경우 스마트 컨트랙트에 정의된 알고리즘에 의거하여 일정량의 Qpoint을 지급 받습니다.

배분된 Qpoint 내역은 서비스 내 히스토리 및 지갑 화면에서 확인하실 수 있습니다.

서버에 입력된 Qpoint 배분액과 클라이언트 상의 Qpoint 배분액 간에 차이가 나는 경우 항상 서버의 수치를 기준으로 하며, 서버와 클라이언트의 비동기화로 인한 배분금 차이는 정정이 불가능합니다.

Qpoint는 제12조 제1항의 경우를 제외하고는 상속, 대여, 담보 등의 목적으로 사용될 수 없으며, 개인 회원 간의 상속, 대여, 담보로 인한 결과에 대해서는 법인은 일체 책임을 지지 않습니다.

제14조(Qpoint의 정정, 취소 및 소멸)

Qpoint 배분에 오류가 발생한 경우 회원은 오류 발생일로부터 30일 이내에 법인에 정정요구를 할 수 있으며, 법인은 정당한 요구임이 확인된 경우 정정요구일로부터 30일 이내에 정정하여야 합니다.

클라이언트 변경, 해킹, 매크로 등 부정한 방법으로 특정 위치에 실제로 방문하지 않고 10분 간격 자동 수집 및 체크인을 통해 Qpoint을 배분(이하 "부정배분")한 경우, 부정배분이 되어 부정배분을 한 것으로 파악되는 시간 내에 발생한 Qpoint은 모두 0으로 정정됩니다.

제15조 (아이디 및 비밀번호)

아이디와 비밀번호에 관한 관리책임은 회원 본인에게 있으며, 회원은 제3자에게 자신의 아이디 및 비밀번호를 알려주거나 이용하게 해서는 안됩니다.

회원이 자신의 아이디 또는 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우 즉시 법인에 통지하고 법인의 안내를 따라야 합니다.

제2항의 경우 법인에 통지하지 않거나, 안내에 따르지 않아 발생한 불이익에 대하여 법인은 책임지지 않습니다.

제16조 (법인의 의무)

법인은 관련 법령 또는 이 약관을 위반하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다합니다.

법인은 회원의 개인정보 보호를 위하여 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수하겠습니다.

법인은 서비스 이용과 관련한 회원의 의견이나 불만사항 등이 정당하다고 인정할 경우 이를 처리 하여야 하며 처리된 결과는 게시판 또는 이메일을 통해 회원에게 통보합니다.

법인이 서비스에 대하여 "표시․광고의 공정화에 관한 법률" 제3조 소정의 부당한 표시․광고행위를 함으로써 회원이 손해를 입은 때에는 이를 배상할 책임을 집니다

법인은 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

제17조 (회원의 의무)

회원은 서비스 이용과 관련하여 다음의 행위를 하여서는 안됩니다.

1. 서비스 이용 관련 제반 신청 및 변경 행위 시 허위내용의 등록

2. 서비스 내 게시된 각종 정보의 무단 변경, 삭제 등 훼손

3. 일체의 가공 행위를 통해 서비스를 분해, 변경, 모방하는 행위

4. 법인 및 기타 제3자의 지적재산권을 포함하여 권리를 침해하는 행위

5. 다른 회원의 개인정보 수집하거나 명예를 손상하는 행위

6. 법인의 동의 없이 광고를 전송하거나 외설, 폭력적인 정보 등을 노출하는 행위

7. 기타 약관 상의 의무를 불이행하는 행위

8. 기타 불법, 부당한 행위

제18조 (저작권의 귀속 및 이용제한)

다음 각호에 해당하는 권리는 법인에 귀속 합니다.
1. 출제자가 만든 퀴즈 컨텐츠- 출제자는 Qpoint를 법인으로부터 보상받음으로써 퀴즈 컨텐츠를 법인에 양도한 것으로 저작권 지적재산권 등의 권리는 법인에 귀속되며 이후 법인은 퀴즈 컨텐츠에 대하여 별도의 사용일을 약정하지 않는 한 무한 사용 권리를 갖습니다.
2. 법인의 상표, 로고, 제공하는 서비스 및 광고내용에 관한 지적재산권 등의 권리는 법인에 귀속합니다.
3. 회원은 서비스를 이용함으로써 얻은 정보를 법인의 사전승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하도록 하여서는 안됩니다.

제19조 (서비스관련 분쟁해결)

법인은 회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치, 운영합니다.

법인은 서비스 이용과 관련한 회원의 의견이나 불만사항을 신속하게 처리합니다. 단, 신속한 처리가 곤란한 경우에는 그 사유와 처리일정을 통보합니다.

제20조 (서비스의 종료)

법인은 서비스를 종료하고자 하는 날로부터 3개월 이전에 이 약관 제10조의 방법으로 회원에게 알립니다.

서비스 종료 통지일 현재 기 배분된 Qtcon은 서비스 종료일까지 본 약관이 정하는 바에 따라 사용 및 이전해야 하며, 서비스 종료일 이후로는 법인에 자동 귀속되어 회원은 Qtcon에 관한 권리를 주장하실 수 없습니다.

종료 통지일로부터 서비스 종료일까지 서비스의 일부가 제한될 수 있습니다.

제21조 (준거법 및 합의 관할)

법인과 회원간에 제기된 법적 분쟁은 대한민국 법을 준거법으로 합니다.

법인과 회원간의 분쟁에 관한 소송은 서울중앙지방법원의 전속관할로 합니다.

제22조 (개인정보보호의무)

법인은 회원의 개인정보 수집 시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.

법인은 회원의 개인정보를 수집·이용하는 때에는 당해 회원에게 그 목적을 고지하고 동의를 받습니다.

법인은 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용제공단계에서 당해 회원에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.

법인이 제2항에 의해 회원의 동의를 받아야 하는 경우에는 개인정보보호책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 "정보통신망법" 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 회원은 언제든지 이 동의를 철회할 수 있습니다.

회원은 언제든지 법인이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 법인은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 법인은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.

법인은 개인정보 보호를 위하여 회원의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 회원의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.

법인 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다

법인은 개인정보의 수집·이용·제공에 관한 동의 란을 미리 선택한 것으로 설정해 두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 회원의 동의 거절 시 제한되는 서비스를 구체적으로 명시하고, 필수 수집 항목이 아닌 개인정보의 수집·이용·제공에 관한 회원의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.

부 칙

이 약관은 2019년 2월 1일부터 적용됩니다.

이전의 약관은 이 약관으로 대체합니다.
	</pre>
</body>
</html>