<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title></title>
</head>
<body>
	<pre>

(주)RFQ(이하 'RFQ')은 이용자의 개인정보 보호를 매우 중요하게 생각하며 이용자가 RFQ의 서비스를 이용하기 위해 RFQ에 제공한 개인정보 보호에 최선을 다하고 있습니다. 이에 RFQ은 개인정보 보호와 관련된 법령을 준수하고 있습니다. 이용자의 개인정보보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 개인정보처리방침을 수립ㆍ공개하고 있습니다.

제1조(수집하는 개인정보 항목)
RFQ에서 수집하는 개인정보 항목은 다음과 같습니다.
1. 회원가입시 수집하는 개인정보 항목
- 필수: 닉네임, 이름, 이메일, 성별, 연령대, 지역

2. 서비스 이용 중 자동으로 수집되는 정보
- 기기정보(OS, 모델명, 기기고유번호), IP주소, 서비스 이용기록

3. 이벤트 참여시 수집되는 정보
- 이벤트 진행 시 수집되는 정보는 각 이벤트 마다 수집 정보가 다르며 이벤트 참여시 별도 개인정보 수집에 대한 동의 및 처리방침을 안내하고 있습니다.

4. 개인정보 수집 방법
- 모바일 앱 회원가입을 통한 수집

- 이벤트 참여 동의를 통한 수집

제2조(개인정보의 처리목적)
RFQ에서 수집한 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
1. 회원가입 및 관리
- 회원 가입의사 확인

- 회원제 서비스 제공에 따른 본인 식별·인증

- 회원자격 유지·관리

- 제한적 본인 확인제 시행에 따른 본인 확인

- 서비스 부정이용 방지

- 각종 고지·통지

- 고충처리, 분쟁 조정을 위한 기록 보존

2. 서비스 제공
- 본인의 퀴즈 관리 서비스

- 본인의 적립 큐포인트 관리 서비스

3. 마케팅 및 광고에의 활용
- 신규 서비스 및 맞춤형 서비스 제공

- 각종 이벤트 및 광고성 정보 제공 및 참여기회 제공

- 인구통계학적 특성에 따른 서비스 제공 및 광고 게재

- 서비스의 유효성 확인, 접속빈도 파악

- 회원의 서비스 이용에 대한 통계

제3조(개인정보의 보유 및 이용기간)
RFQ은 법령에 따른 개인정보 보유·이용기간 또는 이용자로부터 개인정보의 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리합니다. 각각의 개인정보 보유 및 이용기간은 다음과 같습니다.
 

수집구분	보유사유	이용기간
회원가입	회원 관리, 이용자 상담 및 민원처리	회원탈퇴 시
서비스 이용 중 자동 수집	회원 관리, 이용자 상담 및 민원처리	회원탈퇴 시
이벤트 참여	이벤트 참여자 및 당첨자 관리	이벤트 종료 후 6개월
제4조(개인정보의 제3자 제공)
1. RFQ은 원칙적으로 이용자의 개인정보를 수집ㆍ이용 목적으로 명시한 범위 내에서 처리하며, 다음의 경우를 제외하고는 이용자의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다
- 이용자로부터 별도의 동의를 받는 경우

- 법률에 특별한 규정이 있는 경우

- 이용자 또는 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 이용자 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우

- 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우

- 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의ㆍ의결을 거친 경우

- 조약, 그 밖의 국제협정의 이행을 위하여 외국정보 또는 국제기구에 제공하기 위하여 필요한 경우

- 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우

- 법원의 재판업무 수행을 위하여 필요한 경우

- 형 및 감호, 보호처분의 집행을 위하여 필요한 경우

2. RFQ은 다음과 같은 업체에 이용자로부터 별도의 동의를 받은 후 개인정보 수집 및 제공하고 있습니다.
업체명	제공 정보	목적	파기 시점
한국요양보호협회	성명, 닉네임, 이메일	소식지 메일 발송	탈퇴 혹은 메일 수신거부, 수집일 이후 1년
시드로직	이메일, 닉네임, 당첨자 휴대전화 번호, 당첨자 이름, 당첨자 배송지 주소	이벤트 참여자, 당첨자	이벤트 종료 후 1개월
쿠프마케팅	핸드폰 번호	큐포인트로 구매한 모바일 쿠폰 발송	회원 탈퇴 후 1년
3. RFQ은 제휴회사 "버즈빌"에 아래와 같은 정보를 제공하고 있습니다.
제공 정보	수집여부	연동방식	목적	파기 시점
회원번호	필수	양사기술 연동	광고운영, 광고 노출 횟수 제한 및 리워드 지급	회원 탈퇴 시
성별	필수	양사기술 연동	광고운영, 광고 노출 횟수 제한 및 리워드 지급, 타게팅	회원 탈퇴 시
태어난 연도	필수	양사기술 연동	광고운영, 광고 노출 횟수 제한 및 리워드 지급, 타게팅	회원 탈퇴 시
구글 광고ID (GAID) - 안드로이드 &
광고주 식별자 (IDFA) - iOS	필수	SDK 자동 수집	광고운영, 광고 노출 횟수 제한 및 리워드 지급, 타게팅	회원 탈퇴 시
패키지 리스트	필수	SDK 자동 수집	광고운영, 광고 노출 횟수 제한 및 리워드 지급, 타게팅	회원 탈퇴 시
IP주소, 디바이스 모델명 등
서비스 제공을 위한 기기관련정보	필수	SDK 자동 수집	Abusing 처리 및 서비스 품질 향상, 광고 타게팅	회원 탈퇴 시
- "버즈빌"은 개인정보보호법에서 정의하는 개인정보(전화번호 혹은 개인정보의 식별값)를 수집 및 활용하지 않습니다.

제5조(개인정보처리의 위탁)
회사는 서비스 제공에 있어 필요한 업무 중 일부를 외부 업체가 수행하도록 개인정보를 위탁하고 있습니다. 그리고 위탁 받은 업체가 관계 법령을 위반하지 않도록 관리·감독하고 있습니다. 회사가 개인정보처리를 위탁한 업체는 다음과 같습니다.
 

수탁업체	위탁목적	개인정보 이용기간
(주)한비로	RFQ 서비스 서버 및 네트워크 관리	위탁계약 종료 시까지
제6조(이용자 및 법정대리인의 권리ㆍ의무와 행사방법)
① 이용자는 RFQ에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. 다만, 개인정보 보호법 제35조 제4항, 제36조 제1항, 제37조 제2항 등 관계 법령에서 정하는 바에 따라 이용자의 개인정보 열람·정정·삭제·처리정지 요구 등의 권리 행사가 제한될 수 있습니다.

② 이용자의 권리 행사는 개인정보 보호법 시행령 제41조 제1항에따라 서면, 전자우편, FAX 등을 통하여서 하실 수 있으며, RFQ은 이에 대해 지체 없이 조치하겠습니다

③ 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여서 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.

④ 개인정보의 정정 및 삭제 요구 시 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

⑤ RFQ은 이용자 이용 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

제7조(개인정보의 파기)
RFQ은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
1. 파기절차
이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

2. 파기기한
이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.

3. 파기방법
전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

제8조(개인정보의 기술적·관리적 보호 대책)
RFQ은 이용자들의 개인정보를 처리하면서 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 및 물리적 조치를 하고 있습니다.
1. 정기적인 자체 감사 실시
개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.

2. 개인정보 취급 직원의 최소화 및 교육
개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.

3. 내부관리계획의 수립 및 시행
개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

4. 해킹 등에 대비한 기술적 대책
RFQ은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

5. 개인정보의 암호화
이용자의 개인정보는 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

6. 접속기록의 보관 및 위변조 방지
개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.

7. 개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

8. 문서보안을 위한 잠금장치 사용
개인정보가 포함된 서류, 보조저장매체 등을 잠금 장치가 있는 안전한 장소에 보관하고 있습니다.

9. 비인가자에 대한 출입 통제
개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

제9조(개인정보 자동수집 장치의 설치·운영 및 그 거부에 관한 사항)
RFQ은 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 웹사이트가 고객의 컴퓨터 브라우저(인터넷 익스플로러 등)에 전송하는 소량의 정보입니다.
1. 쿠키의 사용 목적
쿠키를 통해 이용자가 선호하는 설정 등을 저장하여 이용자에게 더욱 빠른 웹 환경을 지원하며, 편리한 이용을 위해 서비스 개선에 활용합니다. 이를 통해 이용자는 더욱 손쉽게 서비스를 이용할 수 있게 됩니다.

2. 쿠키의 설치∙운영 및 거부
이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.

3. 쿠키 설정 거부 방법
이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
- Internet Explorer: 도구 메뉴 선택> 인터넷 옵션 선택> 개인정보 탭 클릭> 고급 개인정보 설정> 쿠키 수준 설정

- Chrome: 설정 메뉴 선택> 고급 설정 표시 선택> 개인정보 및 보안> 콘텐츠 설정 선택> 쿠키 수준 설정

- Safari: 환경설정 메뉴 선택> 개인정보 탭 선택> 쿠키 및 웹 사이트 데이터 수준 설정

4. 쿠키의 설치∙운영을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
제10조(개인정보 보호 책임자 및 담당 부서)
1. RFQ 개인정보 보호책임자
- 소속: RFQ

- 직위: 대표이사

- 성명: 전창섭

- 연락처: 02-336-3660

- FAX: 02-336-3661

2. RFQ 개인정보 보호담당자
- 소속: 정보보호팀

- 성명: 양종일

- 연락처: 02-336-3660

- FAX: 02-336-3661

- email: info@quiztok.com

- 주소: 서울시 마포구 연남동 571-4 스페이스원 빌딩 2층

제11조(권익침해 구제방법)
1. 개인정보 침해신고센터 (한국인터넷진흥원 운영)
- 홈페이지: privacy.kisa.or.kr

- 전화: (국번 없이) 118

2. 개인정보 분쟁조정위원회
- 홈페이지: www.kopico.go.kr

- 전화: (국번 없이) 1833-6972

3. 대검찰청 사이버범죄수사단
- 홈페이지: www.spo.go.kr

- 전화: (국번 없이) 1301

4. 경찰청 사이버안전국
- 홈페이지: cyberbureau.police.go.kr

- 전화: (국번 없이) 182

제12조(링크 사이트에 대한 책임)
RFQ은 이용자에게 다른 외부사이트로 연결되는 링크를 제공할 수 있습니다.

이 경우 RFQ은 외부사이트에 대한 통제권이 없으므로 이용자가 외부사이트로부터 제공받는 서비스나 자료의 유용성, 진실성, 적법성에 대해 책임 및 보증할 수 없으며, 링크된 외부사이트의 개인정보처리방침은 RFQ과 무관하므로 해당 외부사이트의 정책을 확인하시기 바랍니다.

제13조(개인정보처리방침 변경)
본 개인정보처리방침은 2020년 11월 13일부터 적용됩니다.

이전의 개인정보처리방침은 아래에서 확인하실 수 있습니다.

2020. 11. 13 ~ 2020. 11. 24 적용
2019. 8. 9 ~ 2020. 11. 12 적용
	</pre>
</body>
</html>